Repository: common-repository/wikiovote-button
Catalog: l10n/wikiovote_button-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Settings for WikioVote-Button
de_de: Einstellungen für den WikioVote-Button

source: This plugin will install the WikioVote-Button for each of your blog posts.
de_de: Dieses Plugin fügt den WikioVote-Button in Deinen Blog ein.

source: Display
de_de: Anzeige

source: Support me if you like the Plugin
de_de: Wenn Dir das Plugin gefällt, spendier mir nen Kaffee .-)

source: Display the button on pages
de_de: Zeige den Button auf CMS-Seiten

source: Display the button on front page (home)
de_de: Zeige den Button auf der Startseite

source: Display the button on archive-view <em>(<strong>Note</strong>: not all themes support this option)</em>
de_de: Zeige den Button auf der Archivseite <em>(<strong>Hinweis</strong>: Nicht jedes Theme unterstützt diese Option)</em>

source: Display the button on category-view <em>(<strong>Note</strong>: not all themes support this option)</em>
de_de: Zeige den Button auf der Kategorieseite <em>(<strong>Hinweis</strong>: Nicht jedes Theme unterstützt diese Option)</em>

source: Display the button on rss-feed
de_de: Zeige den Button im RSS-Feed

source: Before
de_de: Anfang

source: After
de_de: Ende

source: Before and After
de_de: Anfang und Ende

source: Manual
de_de: Eigene Position

source: Type
de_de: Typ

source: Add style to the div that surrounds the button E.g. <code>float: left; margin-right: 10px;</code>
de_de: Style des DIVs, der den Button umgibt. Beispiel: <code>float: left; margin-right: 10px;</code>

source: Save Changes
de_de: Einstellungen speichern

source: Options in database updated.
de_de: Optionen in der Datenbank aktualisiert.

source: here
de_de: hier

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Your Wikio
de_de: Dein Wikio

source: The support for this vote-button will be cancelled in futre times by wikio. Please use the boost-buttons.
de_de: Der Support des Vote-Buttons wird demnächst von Seiten Wikio eingestellt. Nutze daher möglichst einen der Boost-Buttons.

source: Update Options
de_de: Aktualisiere Optionen

source: You have to update the options the Wikiobuttons in database. Please click %1$s.
de_de: Die Optinen in der Datenbank müssen an das neue Format angepasst werden. Klicke dazu %1$s.
